Repository: tancelmo/Report-Manager
Catalog: Report Manager/Strings/*/Resources.resw
Source language: en_us
Languages: pt_br

# Settings_Personalization.Text
source: Personalization
pt_br: Personalização

# Settings_Theme.Text
source: Theme
pt_br: Tema

# Settings_Theme_Light.Content
source: Light
pt_br: Claro

# Settings_Theme_Dark.Content
source: Dark
pt_br: Escuro

# Settings_Theme_Default.Content
source: Default
pt_br: Automático (sistema)

# Settings_About.Text
source: About this application
pt_br: Sobre

# Shell_Account.Content
source: Account
pt_br: Conta

# Shell_Benches.Content
source: Benches
pt_br: Bancas de Calibração

# Shell_Help.Content
source: Help
pt_br: Ajuda

# btnBack.Content
source: Back
pt_br: Voltar

# btnForgotPass.Content
source: Forgot Passsord?
pt_br: Esqueceu a senha?

# btnLogin.Content
source: Sing in
pt_br: Entrar

# btnLoginNext.Content
source: Next
pt_br: Próximo

# btnRequestUser.Content
source: No Account?
pt_br: Não tem uma conta?

# LoginHeader.Text
source: Sing in
pt_br: Entrar

# LoginPassHeader.Text
source: Enter password
pt_br: Insira a senha

# PasswordPlaceHolder.PlaceholderText
source: Password
pt_br: Senha

# tbcLoginError.Text
source: Account not found. Try a different account.
pt_br: Esta conta não existe. Insira uma conta diferente e tente novamente.

# tbcLoginPassError.Text
source: Your account or password is incorrect.
pt_br: Sua conta ou senha está incorreta.

# UserNamePlaceHolder.PlaceholderText
source: E-mail
pt_br: Usuário, Email

# HomeLabel.Text
source: No data selected.
pt_br: Nenhum da selecionado

# btnClose.CloseButtonContent
source: Close
pt_br: Fechar

# btnOpen.Content
source: Open
pt_br: Abrir

# CalendarCheckBoxHeader.Content
source: Date Filter
pt_br: Filtro po Data

# CalendarHeaderFinal.Header
source: Final Date
pt_br: Data Final

# CalendarHeaderInit.Header
source: Initial Date
pt_br: Data Inicial

# DataGridCounter.Text
source: selected item(s)
pt_br: item(s) selecionado(s)

# DataGridCounterLabel
source: selected item(s)
pt_br: item(s) selecionado(s)

# ErrorHeader
source: Error
pt_br: Erro

# FinalSN.Header
source: Final Serial Number
pt_br: Número de Série Final

# GeneralSearchPlaceHolder.PlaceHolderText
source: Search (Ctrl+F)
pt_br: Procurar (Ctrl+F)

# GeneralSearchPlaceHolder2.PlaceHolderText
source: Type a
pt_br: Didigite um

# InitSN.Header
source: Starting Serial Number
pt_br: Número de Série Inicial

source: Meter ID:
pt_br: Medidor ID:

# NotesHeader
source: Notes
pt_br: Notas

# RefreshButton.Content
source: Refresh Data
pt_br: Atualizar Dados

# RefreshButtonStr
source: Refresh Data
pt_br: Atualizar Dados

# ResultsHeader
source: Results
pt_br: Resultados

# ResultsPreview.Title
source: Results Preview
pt_br: Prévia dos Resultados

# SelectionAll.Content
source: Select All
pt_br: Selecionar Tudo

# SNCheckBoxHeader.Content
source: Serial Number Filter
pt_br: Filtro por Número de Série

# SNHeader1
source: Calibration Date
pt_br: Data

# SNHeader2
source: Serial Number
pt_br: Número de Série

# SNHeader3
source: Operator
pt_br: Operador

# SNHeader4
source: Program
pt_br: Programa

# SNHeader5
source: G Size
pt_br: Designação G

# SNHeader6
source: Costumer
pt_br: Cliente

# SNHeader7
source: Manufacturer
pt_br: Fabricante

# TemplateSelectHeader.Header
source: Protocol
pt_br: Protocolo

# TgShwitchPreview.Header
source: Show Preview
pt_br: Exibir Prévia

# ToleranceHeader
source: Tolerance
pt_br: Tolerância

# WMEHeader
source: WME:
pt_br: EMP:

# UTHeader1
source: Calibration Date
pt_br: Data

# UTHeader11
source: Starting Reading
pt_br: Leitura Inicial

# UTHeader12
source: Final Reading
pt_br: Leitura Final

# UTHeader13
source: Emitter
pt_br: Emissor

# UTHeader14
source: Costumer
pt_br: Cliente

# UTHeader2
source: Serial Number
pt_br: Número de Série

# UTHeader3
source: Operator
pt_br: Operador

# UTHeader4
source: Progam
pt_br: Progama

# UTHeader5
source: Type
pt_br: Tipo

# UTHeader6
source: Manufacturer
pt_br: Fabricante

# UTHeader7
source: Model
pt_br: Modelo

# UTHeader8
source: Year
pt_br: Ano

# KHeader
source: K (Impulse/m³)
pt_br: K (pulso/m³)

# Loading.Text
source: Loading
pt_br: Carregando

# DialogCancel
source: Cancel
pt_br: Cancelar

# UMHeader1
source: Calibration Date
pt_br: Data

# UMHeader10
source: Final Reading
pt_br: Leitura Final

# UMHeader13
source: Costumer
pt_br: Cliente

# UMHeader2
source: Serial Number
pt_br: Número de Série

# UMHeader3
source: Operator
pt_br: Operador

# UMHeader4
source: Manufacturer
pt_br: Fabricante

# UMHeader5
source: Type
pt_br: Tipo

# UMHeader7
source: G Size
pt_br: Designação G

# UMHeader9
source: Starting Reading
pt_br: Leitura Inicial

# Shell_Schedule.Content
source: Schedule
pt_br: Programação

# Shell_FieldServices.Content
source: Field Services
pt_br: Serviços de Campo

# Shell_Inventory.Content
source: Inventory
pt_br: Estoque

# CredentialsSaveHeader.Content
source: Save my credentials?
pt_br: Salvar minhas credenciais?

# ConfigToolTip.Text
source: Page Settings
pt_br: Configurações da Página

# ExportButton.Text
source: Export
pt_br: Exportar

# ExportButtonNormal
source: Export
pt_br: Exportar

# ExportButtonSelected
source: Selected Item(s)
pt_br: Item(ns) Selecionados

source: Schedule
pt_br: Programação

# ScheduleColumn1
source: Facility
pt_br: Instalação

# ScheduleColumn10
source: Key
pt_br: Chave

# ScheduleColumn11
source: City
pt_br: Cidade

# ScheduleColumn12
source: District
pt_br: Bairro

# ScheduleColumn13
source: Street
pt_br: Rua

# ScheduleColumn14
source: Date
pt_br: Data

# ScheduleColumn15
source: Price
pt_br: Preço

# ScheduleColumn16
source: Notes
pt_br: Notas

# ScheduleColumn17
source: Gas Supply Stop
pt_br: Parada no Fornecimento

# ScheduleColumn18
source: Emergency
pt_br: Emergencial

# ScheduleColumn19
source: Expiration Date
pt_br: Vencimento

# ScheduleColumn2
source: Team
pt_br: Equipe

# ScheduleColumn3
source: Costumer
pt_br: Cliente

# ScheduleColumn4
source: Meter
pt_br: Medidor

# ScheduleColumn5
source: Meter SN
pt_br: Nº Medidor

# ScheduleColumn6
source: Meter Type
pt_br: Tipo

# ScheduleColumn7
source: Classification
pt_br: Classificação

# ScheduleColumn8
source: Vol. Conv.
pt_br: Conv. Vol.

# ScheduleColumn9
source: Vol. Conv. SN
pt_br: Nº Conv. Vol.

# EnglishLanguage
source: English
pt_br: Inglês

# InfoBarSettingfLanguageMessage
source: Display language changed to {0}, restart the application for the changes to take effect.
pt_br: Idioma de exibição alterado para {0}, reinicie o aplicativo para que as mudanças surtam efeito.

# PortugueseLanguage
source: Portuguese (Brazil)
pt_br: Português (Brasil)
